<?php
/**
 * Created by PhpStorm.
 * User: astakhova.n
 * Date: 12/1/2018
 * Time: 7:39 PM
 */
return [
    'main' => 'Главная',
    'add_res' => 'Добавление научных результатов',
    'profs' => 'Преподаватели',
    'fio' => 'ФИО',
    'login' => 'Логин',
    'email' => 'Почта',
    'actions' => 'Действия',
    'delete_user' => 'Удалить пользователя',
    'list_prof' => 'Список преподавателей',
    'list_method' => 'Список методистов',
    'methodists' => 'Методисты',
    'create_profs' => 'Создание профессора',
    'surname' => 'Фамилия',
    'name' => 'Имя',
    'patronymic' => 'Отчество',
    'save' => 'Сохранить',
    'cancel' => 'Отменить',
    'create_method' => 'Создание методиста',
    'create' => 'Создание',
    'update_profile' => 'Редактировать',
    'change_profile' => 'Редактирование профиля',
    'new_pass' => 'Новый пароль',
    'repeat_pass' => 'Повторите пароль',
    'new_student' => 'Новые студенты',
    'groups' => 'Группы',
    'new_sub' => 'Новые предметы',
    'rankings' => 'Научные рейтинги',
    'unconf_users' => 'Неподтверждённые пользователи',
    'new_pub' => 'Новые научные публикации',
    'new_res' => 'Новые научные результаты',

    'main_title' => 'Научный рейтинг кафеды КТ',
    'add_res_text' => 'Формы добавление данных результата для пользователя/ей.',
    'add_res_btn' => 'Ввести данные',
    'add_pub' => 'Добавление научных публикаций',
    'add_pub_text' => 'Формы добавление данных публикации для пользователя/ей.',
    'accept_res' => 'Подтверждение научных показателей',
    'accept_res_text' => 'Подтверждение научных результатов, которые присылают пользователи.',
    'accept_res_btn' => 'Просмотр новых данных',
    'accept_res_btn1' => 'Нет новых данных',
    'scient_res' => 'Научные достижения',
    'scient_res_text' => 'Просмотр и распечатка текущих научных результатов без учёта рейтинга.',
    'scient_res_btn' => 'Просмотр данных',
    'scient_rank' => 'Построение рейтингов',
    'scient_rank_text' => 'Составить и распечатать рейтинги пользователей по типам.',
    'scient_rank_btn' => 'Просмотр рейтинга',
    'profile_data' => 'Личные данные',
    'profile_data_text' => 'Просмотр личных данных и их редактирование.',
    'profile_data_btn' => 'Просмотр анкеты',
    'temp_rank' => 'Шаблоны рейтингов',
    'temp_rank_text' => 'Создание научных рейтингов с весовыми коэффициентами и типами результатов.',
    'temp_rank_btn' => 'Создать шаблон рейтинга',

    'info' => 'Информация',
    'update' => 'Редактирование',


];
?>